const _DATA = {
    food : {
        "ㄱ" : ["김밥","계란프라이","감자튀김"],
        "ㄴ" : ["냉면","녹차"],
        "ㄷ" : ["두부","도넛","돈까스"],
        "ㄹ" : ["라면","롤케이크","레몬에이드"],
        "ㅁ" : ["만두","물","마카롱"],
        "ㅂ" : ["붕어빵","불고기","밥"],
        "ㅅ" : ["소시지","스테이크","샌드위치"],
        "ㅇ" : ["우유","아이스크림","요구르트"],
        "ㅈ" : ["자장면","장어구이","잼"],
        "ㅊ" : ["치킨","초밥","초콜릿"],
        "ㅋ" : ["카레","쿠키"],
        "ㅌ" : ["토스트","타코","탕후루"],
        "ㅍ" : ["피자","파스타","팝콘"],
        "ㅎ" : ["햄버거","핫도그","호떡"]
    },
    animal : {
        "ㄱ" : ["개","고양이","곰"],
        "ㄴ" : ["나비","낙타","너구리"],
        "ㄷ" : ["다람쥐","독수리","돼지"],
        "ㄹ" : ["라마"],
        "ㅁ" : ["말","멧돼지"],
        "ㅂ" : ["뱀","비둘기"],
        "ㅅ" : ["사슴","사자"],
        "ㅇ" : ["악어","원숭이"],
        "ㅈ" : ["쥐","지렁이"],
        "ㅊ" : ["치타","참새"],
        "ㅋ" : ["코끼리","코알리","캥거루"],
        "ㅌ" : ["타조"],
        "ㅍ" : ["펭귄","판다","표범"],
        "ㅎ" : ["햄스터","호랑이","하마"]      
    },
    fruit : {
        "ㄱ" : ["귤","감","구아바"],
        "ㄴ" : ["나비","낙타","너구리"],
        "ㄷ" : ["다람쥐","독수리","돼지"],
        "ㄹ" : ["라마"],
        "ㅁ" : ["말","멧돼지"],
        "ㅂ" : ["뱀","비둘기"],
        "ㅅ" : ["사슴","사자"],
        "ㅇ" : ["악어","원숭이"],
        "ㅈ" : ["쥐","지렁이"],
        "ㅊ" : ["치타","참새"],
        "ㅋ" : ["코끼리","코알리","캥거루"],
        "ㅌ" : ["타조"],
        "ㅍ" : ["펭귄","판다","표범"],
        "ㅎ" : ["햄스터","호랑이","하마"]
    }
}

const _MAPPER = {
    "ㄱ" : "기역",
	"ㄴ" : "니은",
	"ㄷ" : "디귿",
	"ㄹ" : "리을",
	"ㅁ" : "미음",
	"ㅂ" : "비읍",
	"ㅅ" : "시옷",
	"ㅇ" : "이응",
	"ㅈ" : "지읒",
	"ㅊ" : "치읓",
	"ㅋ" : "키역",
	"ㅌ" : "티긑",
	"ㅍ" : "피읖",
	"ㅎ" : "히읍"
}